[
  {
    "id": 32,
    "description": "",
    "image": "30.jpeg",
    "file_path": "/prompt/Cinematic_Portrait_Walking_with_Purpose_in_the_City.html"
  },
  {
    "id": 62,
    "description": "",
    "image": "29.jpeg",
    "file_path": "/prompt/Golden_Hour_Portrait_on_a_City_Street.html"
  },
  {
    "id": 92,
    "description": "",
    "image": "16.jpeg",
    "file_path": "/prompt/Moody_Golden_Hour_Portrait_with_Dramatic_Shadows.html"
  },
  {
    "id": 129,
    "description": "Generate a cinematic AI portrait of yourself or a person, keeping the real face intact. Shot from a low angle for a taller, confident look, the subject wears a dark puffer jacket and modern glasses. Neon yellow-orange lighting with a curved LED streak adds a futuristic urban vibe, highlighting the face and jacket textures. Perfect for moody, stylish portraits with a streetwear and futuristic aesthetic.",
    "image": "133.jpeg",
    "file_path": "/prompt/ai_prompt_for_urban_cinematic_portrait_with_neon_streetwear.html"
  },
  {
    "id": 133,
    "description": "AI prompt for an ultra-realistic 8K cinematic portrait, framed 9:16 as an Android wallpaper. A person with an athletic build stands behind an open refrigerator door in a minimarket, misty glass adding condensation, droplets, and neon reflections. Subject is casually stylish, relaxed but confident, with piercing gaze and natural gestures. Warm shop lights mix with cool tones, creating a moody film-photography look.",
    "image": "145.jpeg",
    "file_path": "/prompt/cinematic_fridge_portrait_android_wallpaper.html"
  },
  {
    "id": 136,
    "description": "AI prompt for an ultra-realistic 8K cinematic portrait of a stylish young man crouched confidently next to a rugged black pickup truck in a dark underground parking garage. The subject wears a black leather jacket, black outfit, and sunglasses, holding a spiked metal bat. Moody dramatic lighting, soft shadows, detailed textures, and cyberpunk gangster vibe create a hyper-detailed cinematic shot with DSLR depth of field. The face perfectly matches the uploaded reference.",
    "image": "147.jpeg",
    "file_path": "/prompt/cinematic_underground_male_portrait.html"
  },
  {
    "id": 149,
    "description": "AI art prompt to create a cinematic studio portrait in 9:16 format with a clean golden gradient background. The subject wears a cream blazer, pastel shirt, tailored trousers, and loafers, posed elegantly on a modern chair. Styled with dramatic lighting, shallow depth of field, and low-angle capture, this prompt emphasizes luxury, detail, and Instagram-viral aesthetics.",
    "image": "140.jpeg",
    "file_path": "/prompt/ultra_realistic_cinematic_studio_portrait.html"
  },
  {
    "id": 157,
    "description": "An AI prompt to generate a realistic fashion portrait. Creates a cinematic photo of a person in dark oversized streetwear, sitting on a white bean bag against a simple grey background. Perfect for creating stylish personal branding images.",
    "image": "157.jpg",
    "file_path": "/prompt/hyperrealistic-fashion-photoshoot-prompt-streetwear.html"
  },
  {
    "id": 158,
    "description": "An ultra-realistic cinematic black-and-white portrait prompt. Creates a photo of a man leaning on a vintage car with a Doberman, using IMAX-style 85mm lens and natural lighting for a professional film look.",
    "image": "158.jpg",
    "file_path": "/prompt/cinematic-black-white-portrait-prompt-car-dog.html"
  },
  {
    "id": 159,
    "description": "A fine art photography prompt for a cinematic golden hour portrait. Creates a western-inspired scene of a person with a Porsche 959 in a prairie, using telephoto lens and warm, soft lighting.",
    "image": "159.webp",
    "file_path": "/prompt/golden-hour-portrait-car-fine-art-photography-prompt.html"
  },
  {
    "id": 162,
    "description": "AI prompt to generate a dark, cinematic mirror selfie portrait. Creates an image of a person in a Ferrari racing jacket in an elevator, using a reference photo for the face. Fashion editorial style.",
    "image": "162.webp",
    "file_path": "/prompt/moody-mirror-selfie-ferrari-jacket-ai-photo-prompt.html"
  },
  {
    "id": 173,
    "description": "AI prompt for an ultra-realistic cinematic portrait of a person on a beige couch holding a vintage portable TV. Features IMAX-style photography, hard flash lighting, shallow depth of field, and a tense expression, rendered with realistic film grain.",
    "image": "173.webp",
    "file_path": "/prompt/cinematic-portrait-ai-prompt-man-vintage-tv-couch-imax-style.html"
  },
  {
    "id": 176,
    "description": "AI prompt to generate a cinematic editorial portrait with strong motion blur and slow shutter streaks. Uses your uploaded face to create a high-contrast, dynamic fashion image with an abstract, viral photography style.",
    "image": "176.webp",
    "file_path": "/prompt/cinematic-motion-blur-ai-prompt-dynamic-fashion-portrait-slow-shutter.html"
  },
  {
    "id": 178,
    "description": "AI prompt for an ultra-realistic cinematic portrait shot from behind, showing your reflection in a modern LED-lit mirror. You wear a black outfit, pose introspectively, with high contrast lighting and shallow depth of field.",
    "image": "178.webp",
    "file_path": "/prompt/cinematic-mirror-self-portrait-ai-prompt-back-view-led-reflection.html"
  },
  {
    "id": 179,
    "description": "AI prompt to generate a high-end editorial fashion photo of you as a model. Full-body shot in an oversized beige linen suit, with intense golden backlighting, long shadows on a concrete floor, shot on a professional camera.",
    "image": "179.jpg",
    "file_path": "/prompt/editorial-fashion-ai-prompt-model-beige-linen-suit-golden-backlight.html"
  },
  {
    "id": 182,
    "description": "AI prompt to create a cinematic, full-body street fashion portrait. Generates a hyper-realistic photo with dramatic lighting, detailed avant-garde clothing like a patchwork sweater and cargo pants, and professional DSLR quality.",
    "image": "182.jpg",
    "file_path": "/prompt/cinematic-street-fashion-portrait-ai-prompt.html"
  },
  {
    "id": 184,
    "description": "AI prompt to generate a black and white editorial fashion photo. Creates an image of a person in a dynamic crouched pose against a white backdrop, wearing all-black clothing and sunglasses, with a wide-angle camera perspective.",
    "image": "184.jpg",
    "file_path": "/prompt/black-white-fashion-editorial-ai-prompt.html"
  },
  {
    "id": 186,
    "description": "AI prompt for creating ultra-realistic fashion portraits with faux fur coats and bear cubs. Uses identity lock to preserve facial features from reference photos. Professional studio photography style.",
    "image": "186.jpg",
    "file_path": "/prompt/faux-fur-fashion-portrait-bear-cub-ai-prompt.html"
  },
  {
    "id": 191,
    "description": "A detailed prompt to generate a realistic street portrait using your uploaded photo. Creates a sharp, still subject against a motion-blurred, crowded city background with professional DSLR photo quality.",
    "image": "191.webp",
    "file_path": "/prompt/cinematic-street-portrait-prompt.html"
  },
  {
    "id": 193,
    "description": "Generate a powerful, cinematic portrait from your photo. This prompt creates a low-angle shot with a single beam of light cutting across the face, resulting in a dramatic, heroic silhouette against a dark background.",
    "image": "193.jpg",
    "file_path": "/prompt/dramatic-low-angle-cinematic-portrait-prompt.html"
  },
  {
    "id": 195,
    "description": "AI prompt creates realistic cafe portraits from your reference photo. Includes detailed clothing textures, cinematic lighting, and urban atmosphere. Perfect for fashion portraits and personal photos in 9:16 vertical format.",
    "image": "195.jpg",
    "file_path": "/prompt/minimalist-cafe-portrait-ai-prompt-stylish-urban-photography.html"
  },
  {
    "id": 196,
    "description": "AI prompt creates dramatic professional portraits with crimson backgrounds using your reference photo. Features cinematic lighting, intense contrast, and sleek black suit. Perfect for business headshots in 1080x1920 vertical format.",
    "image": "196.jpg",
    "file_path": "/prompt/crimson-background-portrait-ai-prompt-dramatic-lighting.html"
  },
  {
    "id": 203,
    "description": "AI prompt creates professional editorial fashion portraits with top-down perspective using your reference photo. Features seamless gradient background, circular spotlight lighting, and wide-angle lens effect in 9:16 vertical format.",
    "image": "203.jpg",
    "file_path": "/prompt/editorial-portrait-ai-prompt-top-down-fashion-photography.html"
  },
  {
    "id": 206,
    "description": "An AI prompt for creating ultra-realistic, moody cinematic portraits from a reference photo. Generates a fashion-editorial style headshot with dramatic lighting, shallow depth of field, and preserved skin details.",
    "image": "206.jpg",
    "file_path": "/prompt/moody-cinematic-portrait-ai-prompt.html"
  },
  {
    "id": 207,
    "description": "An AI prompt to generate a photorealistic, low-angle editorial portrait against a vibrant orange background. Creates a confident, authoritative look with dramatic studio rim lighting and sharp detail, using your photo as reference.",
    "image": "207.jpg",
    "file_path": "/prompt/low-angle-portrait-ai-prompt-orange-background.html"
  },
  {
    "id": 209,
    "description": "An AI prompt for a hyperrealistic, full-body studio portrait featuring atmospheric smoke and warm amber lighting. Transforms your photo into a cinematic, fashion-editorial scene with a seated pose and dramatic light rays.",
    "image": "209.webp",
    "file_path": "/prompt/amber-smoke-studio-portrait-ai-prompt.html"
  },
  {
    "id": 211,
    "description": "An AI prompt for an ultra-realistic, high top-down angle portrait under a studio spotlight. Generates a fashion-editorial image with a teal shirt, calm expression, and a dramatic gradient fade to a black background.",
    "image": "211.webp",
    "file_path": "/prompt/high-angle-spotlight-portrait-ai-prompt.html"
  },
  {
    "id": 213,
    "description": "An AI prompt for a professional, medium-shot portrait holding a silver MacBook and checking a wristwatch. Features a black turtleneck, glasses, and dramatic side lighting against a dark background.",
    "image": "213.jpg",
    "file_path": "/prompt/dramatic-tech-portrait-ai-prompt-laptop.html"
  },
  {
    "id": 218,
    "description": "Ultra-realistic 8K high-fashion studio portrait preserving your exact face, olive skin, and athletic build. Waist-up, charcoal pinstripe suit, burgundy tie, gold tie bar, neck and finger tattoos, toothpick in hand. Cinematic lighting, deep burgundy background, modern mafia aesthetic, 9:16.",
    "image": "218.webp",
    "file_path": "/prompt/ultra-realistic-high-fashion-studio-portrait-mafia-aesthetic.html"
  },
  {
    "id": 219,
    "description": "Luxury fashion editorial triptych preserving your exact face with zero alteration. Three vertical frames: hand near mouth, head tilt with hand on forehead, ring near lips. Black swept-back hair, white shirt, black vest, hand tattoo, statement ring. Soft studio lighting, muted grey background, cinematic realism, 9:16.",
    "image": "219.jpg",
    "file_path": "/prompt/high-fashion-editorial-portrait-triptych-identity-lock.html"
  },
  {
    "id": 220,
    "description": "AI prompt for creating professional full-body studio portraits that match reference faces exactly. Includes business attire, relaxed poses, studio lighting, and polygonal vector art elements for branding.",
    "image": "216.jpg",
    "file_path": "/prompt/professional-studio-portrait-ai-prompt-with-vector-art-elements.html"
  },
  {
    "id": 224,
    "description": "Cinematic portrait prompt with exact identity preservation. You stand sharp and still while a motion-blurred crowd moves around you. Warm pastel colors, modern lifestyle photography, optimistic editorial advertising look. 9:16.",
    "image": "224.jpg",
    "file_path": "/prompt/motion-blur-crowd-portrait-prompt.html"
  },
  {
    "id": 226,
    "description": "Ultra-realistic studio portrait against bold red background. Head turned left, eyes looking upward. Dramatic hard light with sharp horizontal shadow band across middle of face. Soft curly hair silhouette, dark shirt in shadow. 9:16 moody cinematic contrast.",
    "image": "226.jpg",
    "file_path": "/prompt/hard-light-portrait-red-background-shadow-band-prompt.html"
  },
  {
    "id": 227,
    "description": "Ultra-realistic cinematic portrait with dramatic blue and magenta split lighting. Subject in black turtleneck and dark jacket against deep blue gradient background. Colors reflect clearly on face. High-end editorial, 9:16.",
    "image": "227.jpg",
    "file_path": "/prompt/blue-magenta-split-lighting-portrait-prompt.html"
  },
  {
    "id": 232,
    "description": "Create an editorial street fashion portrait of yourself. Vintage dark sunglasses, relaxed sitting pose against a teal wooden storefront. Background of old newspapers with blurred text. Strong late afternoon sunlight with diagonal shadows. 9:16 vertical, cinematic high contrast, warm skin tones.",
    "image": "232.jpg",
    "file_path": "/prompt/editorial-street-fashion-portrait-vintage-sunglasses-9-16.html"
  },
  {
    "id": 233,
    "description": "Ultra-realistic cinematic side profile portrait. Transparent frame glasses, black t-shirt and overcoat, looking left. Deep red studio background with dramatic red rim light and soft warm key light. 85mm lens, shallow depth, sharp skin texture, 8K photorealistic. 9:16 vertical.",
    "image": "233.jpg",
    "file_path": "/prompt/cinematic-portrait-side-profile-red-background-9-16.html"
  },
  {
    "id": 234,
    "description": "Hyper-realistic cinematic fashion portrait in luxury all-black suit, round dark sunglasses, hands in pockets, intense gaze. Muted teal studio background. Razor-sharp central subject with four symmetric blurred ghost duplicates (2 left, 2 right) for time-slice motion effect. 9:16 vertical.",
    "image": "234.webp",
    "file_path": "/prompt/luxury-fashion-portrait-ghost-duplicate-effect-9-16.html"
  },
  {
    "id": 236,
    "description": "Create a dramatic editorial portrait where you stand completely still wearing headphones while blurred figures move around you. This AI prompt preserves your exact facial identity from an uploaded image and captures urban rhythm, modern realism, and the concept of transformation through stillness in 9:16 vertical format.",
    "image": "236.webp",
    "file_path": "/prompt/stillness-in-motion-urban-crowd-portrait-headphones.html"
  },
  {
    "id": 239,
    "description": "A cinematic studio portrait prompt that creates a dramatic teal and orange split lighting effect. It uses a reference image to maintain facial identity, with a serious mood, hard vertical light beam, and deep shadows.",
    "image": "239.webp",
    "file_path": "/prompt/teal-and-orange-cinematic-portrait-split-lighting.html"
  },
  {
    "id": 241,
    "description": "Generate a hyper-realistic cinematic fashion photo of yourself in an oversized puffer coat on a mirror-like lake. Features extreme skin detail, prismatic light refraction, and 8K Kodak Portra 400 film quality.",
    "image": "241.jpg",
    "file_path": "/prompt/cinematic-fashion-photography-ai-prompt-puffer-coat.html"
  },
  {
    "id": 242,
    "description": "Generate a cinematic high-angle portrait of yourself in olive corduroy and herringbone overcoat. Features Rembrandt lighting, earthy desaturated tones, and hyper-realistic 8K skin detail with Hasselblad camera quality.",
    "image": "242.webp",
    "file_path": "/prompt/moody-portrait-ai-prompt-corduroy-overcoat.html"
  },
  {
    "id": 243,
    "description": "Generate a 64K ultra-hyperrealistic studio fashion portrait of yourself on red plastic bins. Features mustard yellow hoodie, dark green denim jacket, and bold orange background with professional color blocking and Octane render quality.",
    "image": "243.webp",
    "file_path": "/prompt/streetwear-fashion-portrait-ai-prompt-red-storage-bins.html"
  },
  {
    "id": 244,
    "description": "Generate a dramatic forced perspective portrait with a black cowboy boot in the extreme foreground. Features Sony A7RV wide-angle lens, moody lighting, glossy reflections, and hyper-realistic 8K editorial Vogue style.",
    "image": "244.webp",
    "file_path": "/prompt/forced-perspective-portrait-ai-prompt-cowboy-boot.html"
  },
  {
    "id": 249,
    "description": "Generate an ultra-realistic retro studio portrait of yourself holding a silver boombox on your shoulder in a colorful windbreaker. Preserves exact facial features, skull geometry, jawline, stubble, and body proportions with no age shift or distortion.",
    "image": "249.jpg",
    "file_path": "/prompt/ultra-realistic-retro-portrait-ai-prompt-boombox.html"
  },
  {
    "id": 251,
    "description": "Generate a cinematic editorial chiaroscuro portrait with harsh window light casting geometric shadow bands. Features wet messy hair, glossy sweaty skin with realistic pores, intense expression, and open white shirt against textured wall.",
    "image": "251.jpg",
    "file_path": "/prompt/chiaroscuro-window-light-portrait-ai-prompt-wet-hair.html"
  },
  {
    "id": 252,
    "description": "Generate a bold retro neon editorial portrait. A subject in a satin fluid-wave suit stands in a glossy pink hallway with wavy orange-yellow walls and a psychedelic floor. A yellow scooter is behind them. Uses 85mm, shallow depth, and vibrant cinematic lighting. Perfect for AI image generators.",
    "image": "252.jpg",
    "file_path": "/prompt/retro-neon-portrait-with-scooter-ai-prompt.html"
  },
  {
    "id": 256,
    "description": "Generate a hyper-realistic 8k dramatic portrait using your face reference. Subject in a satin bronze/copper bomber jacket and black mock-neck shirt, wearing glasses, looking slightly upward. High-contrast golden spotlight on a pitch black background with a single vertical strip of teal light behind. 85mm medium close-up. 9:16 aspect ratio.",
    "image": "256.jpg",
    "file_path": "/prompt/dramatic-bronze-bomber-portrait-ai-prompt.html"
  },
  {
    "id": 257,
    "description": "Generate a cinematic editorial portrait on a foggy rooftop edge. Preserves exact facial identity from uploaded photo. Subject in three-quarter profile looking away with calm melancholic expression, wearing textured wool overcoat and dark turtleneck, hands in pockets. Heavy atmospheric haze over city skyline, muted teal-gray palette with thin warm golden sunrise band. Soft rim light, shallow depth of field. 9:16 aspect ratio.",
    "image": "257.jpg",
    "file_path": "/prompt/rooftop-fog-city-portrait-ai-prompt.html"
  },
  {
    "id": 259,
    "description": "Generate a high-end cinematic fashion portrait of a specific person standing against a wall of black-and-white manga panels. The prompt ensures perfect facial likeness and includes details for clothing, studio lighting, and camera settings for a luxury editorial look.",
    "image": "259.jpg",
    "file_path": "/prompt/manga-wall-cinematic-fashion-portrait.html"
  },
  {
    "id": 260,
    "description": "Generate a cinematic low-angle cyberpunk portrait of a specific person wearing a turtleneck and retro sunglasses. Features vibrant magenta underlighting, cyan rim light, and abstract neon reflections in the lenses against a black background for a futuristic look.",
    "image": "260.jpg",
    "file_path": "/prompt/neon-cyberpunk-turtleneck-portrait.html"
  },
  {
    "id": 261,
    "description": "Generate a luxury black-and-white Vogue fashion editorial cover featuring your exact likeness. Features an oversized linen shirt, tailored trousers, dramatic studio lighting, and authentic magazine typography including the VOGUE masthead and cover lines for a high-end result.",
    "image": "261.jpg",
    "file_path": "/prompt/vogue-cover-fashion-editorial-portrait.html"
  },
  {
    "id": 262,
    "description": "Generate a powerful ultra-realistic portrait of a specific person in a black blazer and turtleneck, drenched in intense red lighting. Features a low-angle shot, bold sunglasses, and dramatic architectural shadows for a cinematic, dominant mood.",
    "image": "262.jpg",
    "file_path": "/prompt/red-monochrome-power-portrait.html"
  },
  {
    "id": 265,
    "description": "Generate a hyper-realistic paparazzi-style portrait using Leica Q2 settings with harsh on-camera flash. Features your exact likeness in a beige snakeskin bomber jacket, silver chain, adjusting sunglasses. Raw, uncropped editorial Vogue aesthetic with microscopic skin detail.",
    "image": "265.webp",
    "file_path": "/prompt/paparazzi-flash-street-style-portrait.html"
  },
  {
    "id": 266,
    "description": "Generate an ultra-realistic fashion editorial with forced perspective. Features your exact likeness in a bright blue suit, sitting in an all-blue studio with a vintage blue hatchback and oversized sneakers dominating the foreground. Low-angle 24mm shot.",
    "image": "266.jpg",
    "file_path": "/prompt/blue-monochrome-forced-perspective-fashion.html"
  },
  {
    "id": 268,
    "description": "This prompt generates an editorial fashion portrait in Vogue style. It places your face in a scene wearing a black suit, white shirt, sunglasses, and THE STUDIO CLUB cap, leaning against a stool. Features harsh flash, cool desaturated colors, and 8k hyper-realistic detail.",
    "image": "268.webp",
    "file_path": "/prompt/editorial-fashion-portrait-ai-prompt-canon-eos-r5.html"
  },
  {
    "id": 269,
    "description": "This prompt generates a dramatic backlit silhouette portrait with over-ear headphones. Shot from behind with a 50mm f/1.8 lens, it creates a crisp outline with strong backlighting, subtle texture, deep contrast, film grain, and a clean minimalist grade in 9:16 aspect ratio.",
    "image": "269.webp",
    "file_path": "/prompt/backlit-silhouette-portrait-ai-prompt-headphones.html"
  },
  {
    "id": 271,
    "description": "Generate a striking, high-contrast portrait that maintains your exact facial identity. This prompt uses cinematic lighting and minimalist composition to create professional, editorial-style images.",
    "image": "271.jpg",
    "file_path": "/prompt/how-to-create-a-cinematic-editorial-portrait-prompt"
  },
  {
    "id": 272,
    "description": "Generate a dramatic ultra-wide 10mm fisheye portrait with extreme high-angle perspective. Perfect for achieving editorial fashion shots with bold colors and dominant attitude.",
    "image": "272.webp",
    "file_path": "/prompt/how-to-create-a-fisheye-street-luxury-portrait"
  },
  {
    "id": 273,
    "description": "Generate a warm, photorealistic scene placing yourself in a cozy living room environment. Perfect for capturing authentic, peaceful moments with professional cinematic quality.",
    "image": "273.jpg",
    "file_path": "/prompt/how-to-create-a-candid-documentary-style-living-room-portrait"
  },
  {
    "id": 274,
    "description": "Generate a sophisticated editorial fashion shot featuring a tailored power suit and a commanding pose. Includes a unique abstract self-portrait backdrop for artistic depth.",
    "image": "274.jpg",
    "file_path": "/prompt/how-to-create-a-high-fashion-power-portrait-with-abstract-art"
  },
  {
    "id": 277,
    "description": "Generate a high-contrast, magazine-style portrait where the subject appears to step through bold typography using depth-masking effects.",
    "image": "277.jpg",
    "file_path": "/prompt/how-to-create-a-cinematic-magazine-cover-prompt"
  },
  {
    "id": 279,
    "description": "Generate a high-end fashion portrait with golden hour lighting, luxury streetwear styling, and hyper-realistic skin details in a modern city setting.",
    "image": "279.jpg",
    "file_path": "/prompt/how-to-create-a-ultra-realistic-cinematic-streetwear-portrait-prompt"
  },
  {
    "id": 280,
    "description": "Generate a moody black and white portrait where your reflection takes center stage, with a dark silhouette foreground and high-contrast film noir lighting.",
    "image": "280.jpg",
    "file_path": "/prompt/how-to-create-a-film-noir-mirror-reflection-portrait-prompt"
  },
  {
    "id": 283,
    "description": "Generate a striking 9:16 cinematic movie poster with bold typography, a dominant central figure, and an intense, brooding atmosphere. Perfect for character concept art or personal portraits.",
    "image": "283.jpg",
    "file_path": "/prompt/vertical-cinematic-movie-poster-prompt"
  },
  {
    "id": 284,
    "description": "Generate a dramatic 9:16 studio portrait featuring a life-sized 3D letter sculpture. Perfect for conceptual fashion photography, album art, or bold personal branding with a contemporary edge.",
    "image": "284.jpg",
    "file_path": "/prompt/studio-portrait-with-3d-text-sculpture-prompt"
  },
  {
    "id": 285,
    "description": "Generate a striking close-up portrait with dramatic split lighting—warm amber cutting across the eyes against deep teal shadows. Perfect for moody headshots, character studies, or futuristic editorial work.",
    "image": "285.jpg",
    "file_path": "/prompt/cinematic-eye-portrait-teal-orange-prompt"
  },
  {
    "id": 290,
    "description": "Generate an ultra-realistic streetwear portrait with professional fashion magazine styling, including zoomed detail boxes and typography. Perfect for lookbooks, brand campaigns, or editorial portfolio pieces.",
    "image": "290.jpg",
    "file_path": "/prompt/streetwear-editorial-magazine-layout-prompt"
  },
  {
    "id": 292,
    "description": "Generate a moody cinematic portrait of yourself sitting on a sofa in a cozy Brooklyn living room, looking thoughtfully out a window. Perfect for indie film aesthetics, actor headshots, or atmospheric personal photography.",
    "image": "292.jpg",
    "file_path": "/prompt/brooklyn-indie-film-sofa-portrait-prompt"
  },
  {
    "id": 293,
    "description": "Generate an ultra-realistic luxury editorial portrait of yourself in a vintage bookstore, captured through dusty glass with dramatic golden hour backlighting. Perfect for nostalgic fashion editorials, actor portfolios, or fine art photography.",
    "image": "293.jpg",
    "file_path": "/prompt/vintage-bookstore-cinematic-portrait-1990s-aesthetic-prompt"
  },
  {
    "id": 295,
    "description": "Generate a cinematic environmental portrait of yourself sitting by the ocean, hugging your knees with wind moving through your hair. Perfect for high-end fashion editorials, introspective storytelling, or fine art photography.",
    "image": "295.jpg",
    "file_path": "/prompt/coastal-solitude-fashion-editorial-prompt"
  },
  {
    "id": 297,
    "description": "Generate a cinematic fashion portrait of yourself sitting on a velvet sofa with warm teal and orange grading. Perfect for editorial spreads, personal branding, or vintage-inspired fashion photography.",
    "image": "297.webp",
    "file_path": "/prompt/vintage-fashion-editorial-sofa-portrait-prompt"
  }
]