[
  {
    "id": 8,
    "description": "Create a cinematic AI-generated portrait of a man in a gritty, graffiti-covered bathroom. Dressed in a black leather biker jacket and dark sunglasses, he faces the mirror with a calm yet defiant middle-finger gesture. The scratched mirror, dirty metallic sink, and chaotic graffiti walls capture the raw underground vibe of punk-rock culture. Perfect for generating moody, rebellious, and cinematic imagery with attitude.",
    "image": "119.jpeg",
    "file_path": "/prompt/AI_Prompt_for_Cinematic_PunkRock_Portrait_with_Rebellious_Vibe.html"
  },
  {
    "id": 10,
    "description": "Generate a striking black and white portrait of a man in a trench coat, captured from a low-angle perspective. Surrounded by pigeons in mid-flight, the blurred motion creates a sense of mystery and drama. The subject’s direct, serious gaze and the overcast sky in the background enhance the cinematic mood. Perfect AI prompt for creating noir-style, moody photography with depth, intensity, and artistic storytelling.",
    "image": "120.jpeg",
    "file_path": "/prompt/AI_Prompt_for_NoirStyle_Black_White_Portrait_with_Flying_Pigeons.html"
  },
  {
    "id": 28,
    "description": "",
    "image": "27.jpeg",
    "file_path": "/prompt/Cinematic_Neon_Ring_Light_Portrait_on_Dark_Background.html"
  },
  {
    "id": 44,
    "description": "",
    "image": "44.jpeg",
    "file_path": "/prompt/Dramatic_Theater_Portrait_with_a_Single_Spotlight.html"
  },
  {
    "id": 75,
    "description": "",
    "image": "28.jpeg",
    "file_path": "/prompt/Intense_Portrait_of_a_Tattooed_Man_in_a_White_Shirt.html"
  },
  {
    "id": 93,
    "description": "",
    "image": "102.jpeg",
    "file_path": "/prompt/Noir_Portrait_of_a_Man_Lighting_a_Cigarette.html"
  },
  {
    "id": 111,
    "description": "",
    "image": "26.jpeg",
    "file_path": "/prompt/Scrap_Metal_Sculpture_of_a_Man_in_a_Workshop.html"
  },
  {
    "id": 158,
    "description": "An ultra-realistic cinematic black-and-white portrait prompt. Creates a photo of a man leaning on a vintage car with a Doberman, using IMAX-style 85mm lens and natural lighting for a professional film look.",
    "image": "158.jpg",
    "file_path": "/prompt/cinematic-black-white-portrait-prompt-car-dog.html"
  },
  {
    "id": 183,
    "description": "AI prompt for a dark, cinematic bathtub portrait. Creates an image with teal and orange lighting, heavy steam, shallow depth of field, and a person resting with a shower head. Includes a detailed negative prompt to avoid common errors.",
    "image": "183.jpg",
    "file_path": "/prompt/moody-cinematic-bathtub-portrait-ai-prompt.html"
  },
  {
    "id": 185,
    "description": "AI prompt for creating dramatic cinematic portraits with chiaroscuro lighting, ash particles, and underground garage settings. Produces high-contrast vertical images with realistic skin texture.",
    "image": "185.webp",
    "file_path": "/prompt/cinematic-chiaroscuro-portrait-ai-prompt.html"
  },
  {
    "id": 210,
    "description": "An AI prompt for a dramatic black and white portrait, shot from behind in profile with chiaroscuro lighting. Creates a mysterious, powerful image of you in a tailored suit, using your photo for facial accuracy.",
    "image": "210.webp",
    "file_path": "/prompt/black-white-profile-portrait-ai-prompt.html"
  },
  {
    "id": 216,
    "description": "AI prompt for cinematic film noir portraits with dramatic lighting, razor-sharp contrast, and heavy negative space. Creates moody black and white studio photography with exact face matching from reference photos.",
    "image": "216.webp",
    "file_path": "/prompt/film-noir-portrait-ai-prompt-cinematic-black-and-white-studio-photos.html"
  },
  {
    "id": 235,
    "description": "Generate a gritty black-and-white cinematic portrait where the subject turns away and looks back over their shoulder. This prompt preserves your exact facial identity from an uploaded image, using strong rim lighting and a dark background for a noir mood. Perfect for dramatic, moody AI portraits.",
    "image": "235.jpg",
    "file_path": "/prompt/gritty-noir-portrait-turned-away-look-over-shoulder.html"
  },
  {
    "id": 250,
    "description": "Generate a moody cinematic portrait against dark blue with vertical red light beam casting dramatic shadow. Features contemplative expression, minimalist composition, and graphic lighting contrast with specific negative prompts.",
    "image": "250.jpg",
    "file_path": "/prompt/moody-red-light-portrait-ai-prompt-dramatic-shadow.html"
  },
  {
    "id": 280,
    "description": "Generate a moody black and white portrait where your reflection takes center stage, with a dark silhouette foreground and high-contrast film noir lighting.",
    "image": "280.jpg",
    "file_path": "/prompt/how-to-create-a-film-noir-mirror-reflection-portrait-prompt"
  }
]