[
  {
    "id": 3,
    "description": "Create a dramatic AI poster of a superhero using a double-exposure effect. The right side of the face is realistic and detailed, while the left side blends into abstract blue tones with shattered glass textures and urban city elements. A glowing red silhouette of skyscrapers, including the Empire State Building, fades into the lower half of the portrait, symbolizing the hero’s bond with the city. Designed in a red and blue color scheme with cinematic lighting, sharp details, and a futuristic poster style.",
    "image": "125.jpeg",
    "file_path": "/prompt/AI_Prompt_Double_Exposure_Superhero_Poster_Art.html"
  },
  {
    "id": 56,
    "description": "",
    "image": "45.jpeg",
    "file_path": "/prompt/Giant_Man_Crushing_a_Car_in_a_City_Street.html"
  },
  {
    "id": 66,
    "description": "",
    "image": "50.jpeg",
    "file_path": "/prompt/Hyper-Realistic_Decaying_Superhero_in_a_City_Battle.html"
  },
  {
    "id": 109,
    "description": "",
    "image": "42.jpeg",
    "file_path": "/prompt/Sci-Fi_Portrait_of_a_Man_with_a_Holographic_HUD.html"
  },
  {
    "id": 117,
    "description": "",
    "image": "91.jpeg",
    "file_path": "/prompt/Surreal_Balloon_Portrait_of_a_Person.html"
  },
  {
    "id": 118,
    "description": "",
    "image": "107.jpeg",
    "file_path": "/prompt/Surreal_Motion_Portrait_with_Multiple_Blurred_Copies.html"
  },
  {
    "id": 119,
    "description": "",
    "image": "43.jpeg",
    "file_path": "/prompt/Surreal_Photo_of_Lava_Flowing_from_a_Polaroid.html"
  },
  {
    "id": 120,
    "description": "",
    "image": "97.jpeg",
    "file_path": "/prompt/Surreal_Portrait_with_Multiple_Copies_on_a_Background.html"
  },
  {
    "id": 134,
    "description": "AI prompt for an 8K cinematic horror portrait. The subject holds a lit lighter close to his face, the orange-blue flame illuminating his sweaty skin with dramatic contrast. His expression is tense, eyes locked straight ahead. In the darkness behind him, a horror character of your choice whispers in his ear, half-concealed by shadows. The lighting creates a chilling, film-grade atmosphere perfect for poster or concept art generation.",
    "image": "151.jpeg",
    "file_path": "/prompt/cinematic_horror_portrait_with_lighter.html"
  },
  {
    "id": 153,
    "description": "AI prompt for a photorealistic portrait of a man in black streetwear with a massive black smoke demon behind him. Features dramatic lighting, cinematic style, and hyper-realistic details for dark fantasy character art.",
    "image": "153.webp",
    "file_path": "/prompt/black-smoke-demon-portrait-photorealistic-ai-prompt.html"
  },
  {
    "id": 163,
    "description": "AI prompt for a hyper-realistic cinematic portrait. Creates an image of a person in red streetwear with a large red smoke demon behind them, using a face reference photo. Dramatic low-key lighting.",
    "image": "163.webp",
    "file_path": "/prompt/cinematic-portrait-red-smoke-demon-ai-prompt.html"
  },
  {
    "id": 167,
    "description": "An AI prompt to create a ultra-realistic, cinematic black and white portrait. It uses your uploaded photo to generate a likeness, adding a haunting shadow entity made of swirling black smoke with glowing eyes in a moody, high-contrast scene.",
    "image": "167.jpg",
    "file_path": "/prompt/ultra-realistic-ghost-portrait-ai-prompt.html"
  },
  {
    "id": 171,
    "description": "AI prompt to create a surreal fashion portrait in a public restroom. You stand in all-black streetwear while flat, graphic turquoise cartoon creatures interact with the stalls and environment, creating a mixed-media editorial look in 9:16 format.",
    "image": "171.webp",
    "file_path": "/prompt/surreal-urban-fashion-ai-prompt-cartoon-creatures-restroom-photo.html"
  },
  {
    "id": 172,
    "description": "AI prompt to transform your photo into a cinematic dark fantasy anime anti-hero. Features glowing red magma veins on the face, one bright red eye, a monochromatic style, and a sinister expression, rendered in hyper-realistic 8K quality.",
    "image": "172.jpg",
    "file_path": "/prompt/dark-fantasy-anime-ai-prompt-anti-hero-portrait-glowing-red-eyes.html"
  },
  {
    "id": 175,
    "description": "AI prompt to blend a photorealistic portrait of you with a 2D cartoon monkey sitting on your baseball cap. Creates a 'Who Framed Roger Rabbit' style image with a weary, sad mood, shallow depth of field, and a blurred indoor background.",
    "image": "175.webp",
    "file_path": "/prompt/mixed-media-ai-prompt-photorealistic-portrait-cartoon-monkey-on-head.html"
  },
  {
    "id": 181,
    "description": "AI prompt for an ultra-realistic luxury portrait on a city sidewalk. You wear a black pinstripe outfit, with a translucent 'See No Evil' ghost and a purple demon aura behind you, creating a mysterious, high-fashion cinematic scene.",
    "image": "181.jpg",
    "file_path": "/prompt/luxury-street-portrait-ai-prompt-translucent-ghost-demon-aura.html"
  },
  {
    "id": 194,
    "description": "AI prompt creates photorealistic characters breaking out of manga panels. Dynamic running pose with dramatic lighting. Black-and-white comic background with 9:16 vertical format. Perfect for character art and portraits.",
    "image": "194.jpg",
    "file_path": "/prompt/manga-to-realistic-character-breaking-out-of-comic-prompt.html"
  },
  {
    "id": 197,
    "description": "AI prompt creates psychological horror scenes with mirror reflections showing dual personalities. Uses your reference photo for accurate facial matching. Features teal dark tones, foggy atmosphere, and dramatic 9:16 vertical composition.",
    "image": "197.jpg",
    "file_path": "/prompt/psychological-horror-mirror-scene-ai-prompt-dual-personality.html"
  },
  {
    "id": 245,
    "description": "Generate a surreal conceptual artwork where thousands of tiny people form a giant side-profile face that dissolves into stone, moss, and roots. Features dramatic top-down lighting and minimal white background.",
    "image": "245.webp",
    "file_path": "/prompt/surreal-face-formed-by-people-ai-art-prompt.html"
  },
  {
    "id": 286,
    "description": "Generate an ultra-realistic medium shot of a person sitting on a brown leather sofa atop a mountain, surrounded by foggy hills. Perfect for surreal art, conceptual photography, or dreamlike personal portraits.",
    "image": "286.jpg",
    "file_path": "/prompt/mountain-sofa-portrait-foggy-landscape-prompt"
  },
  {
    "id": 287,
    "description": "Generate a haunting conceptual portrait of a single illuminated figure surrounded by a faceless crowd in fabric hoods. Perfect for dystopian art, social commentary, or powerful personal storytelling.",
    "image": "287.jpg",
    "file_path": "/prompt/dystopian-crowd-portrait-fabric-hoods-prompt"
  },
  {
    "id": 288,
    "description": "Generate a dreamlike cinematic portrait of yourself seated on fluffy clouds in a vintage tailored suit. Perfect for luxury fashion editorials, surreal personal branding, or fine art photography with a timeless feel.",
    "image": "288.jpg",
    "file_path": "/prompt/cloud-seated-portrait-vintage-suit-prompt"
  }
]